Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsAddDefaultUserProfileDescription
source: Add a new default profile to this Apple TV. In addition to this profile’s media, Continue Watching, and Game Center, the default profile’s iCloud account is used for Photos, Sign in with Apple, One Home Screen, and Apple Home.
ar: إضافة ملف تعريف افتراضي جديد إلى هذا الـ Apple TV. إضافةً إلى الوسائط و"متابعة المشاهدة" و Game Center لملف التعريف هذا، سيُستخدم حساب iCloud لملف التعريف الافتراضي في الصور، و"تسجيل الدخول باستخدام Apple" و"شاشة One الرئيسية" وتطبيق المنزل من Apple.
ca: Afegeix un nou perfil per omissió a l’Apple TV. A més d’utilitzar‑se per accedir al contingut multimèdia, a la llista “Continua mirant” i al Game Center, el compte de l’iCloud del perfil per omissió es fa servir per a l’app Fotos, l’inici de sessió amb Apple, l’opció “Una pantalla d’inici” i l’Apple Home.
cs: Přidá do Apple TV nový výchozí profil. Přidají se jeho média, seznam Pokračovat ve sledování a Game Center. Aplikace Fotky a funkce Přihlášení přes Apple, Společná plocha a Domácnost Apple budou používat jeho účet na iCloudu.
da: Føj en ny standardprofil til dette Apple TV. Standardprofilens iCloud-konto bruges til Fotos, Log ind med Apple, Samme hjemmeskærm og Apple Hjem ud over denne brugers egne medier, Se videre og Game Center.
de: Füge ein neues Standardprofil zu diesem Apple TV hinzu. Zusätzlich zu den Medien, der „Weiter ansehen“-Liste und dem Game Center dieses Profils wird der Standard-iCloud-Account des zugehörigen Profils für „Fotos“, „Mit Apple anmelden“, „Gleicher Home-Bildschirm“ und Apple Home verwendet.
el: Προσθέστε ένα νέο προεπιλεγμένο προφίλ σε αυτό το Apple TV. Εκτός από τα πολυμέσα, τη Συνέχιση παρακολούθησης και τον λογαριασμό Game Center αυτού του προφίλ, ο λογαριασμός iCloud του προεπιλεγμένου προφίλ χρησιμοποιείται επίσης για τις Φωτογραφίες, τη Σύνδεση μέσω Apple, τη Μία οθόνη Αφετηρίας και την Οικία Apple.
es: Añade un nuevo perfil por omisión a este Apple TV. Además de utilizarse para acceder al contenido multimedia, a la lista “Seguir viendo” y a Game Center, la cuenta de iCloud del perfil por omisión se usará para la app Fotos, el inicio de sesión con Apple, la opción “Una pantalla de inicio” y Apple Home.
es_us: Agrega un nuevo perfil predeterminado a este Apple TV. Además de usarse para acceder al contenido, la lista Seguir viendo y Game Center, la cuenta de iCloud del perfil predeterminado se usa para Fotos, Iniciar sesión con Apple, la pantalla de inicio única y Casa.
fi: Lisää tähän Apple TV:hen uusi oletusprofiili. Oletusprofiilin iCloud-tiliä käytetään tämän profiilin medialle, Jatka katsomista -sisällölle, Game Centerille, Kuville, Kirjaudu sisään Applella -ominaisuudelle, Yksi Koti-valikko -ominaisuudelle ja Applen Kodille.
fr: Ajoutez un nouveau profil par défaut à cette Apple TV. En plus du contenu multimédia, de la liste « Continuer à regarder » et du compte Game Center de ce profil par défaut, son compte iCloud sera utilisé pour Photos, « Se connecter avec Apple », « Écran d’accueil unique » et Apple Home.
fr_ca: Ajoutez un nouveau profil par défaut à cette Apple TV. En plus du contenu multimédia, de la liste « Continuer à regarder » et des données Game Center de ce profil, le compte iCloud du profil par défaut sera utilisé avec Photos, Connexion avec Apple, Mon écran d’accueil et Apple Home.
he: ניתן להוסיף פרופיל ברירת מחדל חדש ל-Apple TV זה. בנוסף לתוכני המדיה של פרופיל זה ולתכנים ב״המשך הצפייה״ וב-Game Center, חשבון ה-iCloud המוגדר כחשבון ברירת המחדל של הפרופיל ישמש עבור ״תמונות״, ״התחברות באמצעות Apple״, ״מסך בית יחיד״ ו-Apple Home.
hi: इस Apple TV पर नया डिफ़ॉल्ट प्रोफ़ाइल जोड़ें। इस प्रोफ़ाइल के मीडिया, देखना जारी रखें और Game Center के अतिरिक्त, डिफ़ॉल्ट प्रोफ़ाइल के iCloud खाते का उपयोग तस्वीर, Apple से साइन इन करें, एक होम स्क्रीन और Apple Home के लिए किया जाता है।
hr: Dodajte novi standardni profil za ovaj Apple TV. Osim za medije ovog profila, odjeljak Nastavite gledati i Game Center, iCloud račun standardnog profila koristi se za aplikaciju Foto, Prijavu s Appleom, Jedan početni zaslon i Apple Dom.
hu: Hozzáadhat egy új alapértelmezett profilt ehhez az Apple TV-hez. A profil médiatartalmain, Továbbnézés listáján és Game Center-adatain kívül az alapértelmezett profil iCloud-fiókja van felhasználva a Fotókhoz, a Bejelentkezés az Apple-lel funkcióhoz, az Egy főképernyő funkcióhoz és az Apple Otthonhoz.
id: Tambahkan profil default baru ke Apple TV ini. Selain media, Lanjutkan Menonton, dan Game Center profil ini, akun iCloud profil default akan digunakan untuk Foto, Masuk dengan Apple, Satu Layar Utama, dan Rumah Apple.
it: Aggiungi un nuovo profilo di default a questa Apple TV. Oltre che per i file multimediali, per i contenuti in “Continua a guardare” e per l’account di Game Center del profilo attuale, l’account iCloud del profilo di default viene utilizzato per Foto, “Accedi con Apple”, Apple Home e la schermata Home unica.
ja: このApple TVに新規デフォルトプロフィールを追加します。このプロフィールのメディア、“続きを観る”、Game Centerに加えて、デフォルトプロフィールのiCloudアカウントは、“写真”、“Appleでサインイン”、“1つのホーム画面”、およびApple Homeでも使用されます。
ko: 새로운 기본 프로필을 이 Apple TV에 추가합니다. 기본 프로필의 iCloud 계정이 이 프로필의 미디어, ‘계속 보기’, Game Center 외에도 사진, ‘Apple로 로그인’, ‘하나의 홈 화면’ 및 Apple 홈에 사용됩니다.
ms: Tambahkan profil lalai baharu ke Apple TV ini. Selain media, Teruskan Menonton dan Game Center profil ini, akaun iCloud profil lalai digunakan untuk Foto, Daftar masuk dengan Apple, Satu Skrin Utama serta Apple Home.
nb: Legg til en ny standardprofil på Apple TV. iCloud-kontoen til denne profilen vil bli brukt til Bilder, Logg på med Apple, Felles Hjem-skjerm og Hjem, i tillegg til profilens medier, Fortsett å se-kø og Game Center.
nl: Voeg een nieuw standaardprofiel toe aan deze Apple TV. De iCloud-account van het standaardprofiel wordt behalve voor media, 'Kijk verder' en Game Center ook gebruikt voor Foto's, 'Log in met Apple', 'Eén beginscherm' en Apple Woning.
pl: Dodaj nowy profil domyślny na tym Apple TV. Oprócz multimediów, listy Oglądaj dalej i Game Center, konto iCloud profilu domyślnego jest także używane przez aplikację Zdjęcia, funkcję logowania się przy użyciu konta Apple, funkcję jednego ekranu głównego oraz platformę Apple Home.
pt_br: Adicione um novo perfil padrão a esta Apple TV. Além do conteúdo, da lista Continue Assistindo e do Game Center, a conta do iCloud do perfil padrão é usada para o app Fotos, o Início de Sessão com a Apple, a opção Uma Tela de Início e o Apple Home.
pt_pt: Adicionar um novo perfil predefinido a esta Apple TV. Além dos conteúdos multimédia, Continuar a ver e Game Center deste perfil, a conta iCloud do perfil predefinido é usada para Fotografias, Iniciar sessão com a Apple, ecrã principal e Apple Home.
ro: Adăugați un profil implicit nou pe acest Apple TV. Pe lângă conținutul multimedia, secțiunea „Continuați vizionarea” și contul de Game Center ale acestui profil, contul de iCloud al profilului implicit este utilizat pentru Poze, „Autentificare cu Apple”, „Un ecran principal” și Locuință Apple.
ru: Добавьте новый профиль по умолчанию на этот Apple TV. Учетная запись iCloud профиля по умолчанию используется для доступа к сохраненному в нем медиаконтенту, списку «Продолжить просмотр» и учетной записи Game Center, для функций «Вход с Apple» и «Один экран “Домой”», а также для доступа к приложениям «Фото» и «Дом» от Apple.
sk: Pridá na Apple TV nový predvolený profil. Na Apple TV budú pridané jeho médiá, položky v zozname Pokračovať v pozeraní a Game Center účet. iCloud účet predvoleného profilu budú používať Fotky, Prihlásenie cez Apple, Zjednotená plocha a Apple Domácnosť.
sl: Dodajte nov privzeti profil v ta Apple TV. Račun iCloud privzetega profila se poleg predstavnostnih vsebin, seznama Nadaljujte ogled in omrežja Game Center tega profila uporablja tudi za aplikacijo Fotografije, funkciji Vpiši se z računom Apple in En domači zaslon ter Dom Apple.
sv: Lägg till en ny förvald profil för denna Apple TV. Utöver den här profilens medier, Fortsätt titta och Game Center används den förvalda profilens iCloud-konto för Bilder, Logga in med Apple, Samma hemskärm och Hem.
th: เพิ่มโปรไฟล์เริ่มต้นใหม่มายัง Apple TV เครื่องนี้ บัญชี iCloud ของโปรไฟล์เริ่มต้นจะถูกใช้สำหรับรูปภาพ, การลงชื่อเข้าด้วย Apple, หน้าจอโฮมเดียวกัน และ Apple Home รวมทั้งสื่อ ดูต่อ และ Game Center ของโปรไฟล์นี้ด้วย
tr: Bu Apple TV’ye yeni bir saptanmış profil ekleyin. Bu profilin ortamlarına ek olarak İzlemeyi Sürdür’ü ve Game Center’ı da dahil edilir ve saptanmış profilin iCloud hesabı Fotoğraflar, Apple ile Giriş Yap, Bir Ana Ekran ve Apple Ev için kullanılır.
uk: Додайте новий типовий профіль до цього Apple TV. Окрім доступу до медіавмісту, списку «Продовжити перегляд» та Game Center, обліковий запис iCloud типового профілю використовується для Фотографій, Входу з Apple, Єдиного початкового екрана та програми «Дім» від Apple.
vi: Thêm hồ sơ mặc định mới vào Apple TV này. Bên cạnh phương tiện, mục Tiếp tục xem và Game Center của hồ sơ này, tài khoản iCloud của hồ sơ mặc định được sử dụng cho Ảnh, Đăng nhập bằng Apple, Một màn hình chính cũng như Nhà Apple.
zh_cn: 将新默认个人资料添加到这台Apple TV。除了此个人资料的媒体、“继续观看”和Game Center外，默认个人资料的iCloud账户还会用于“照片”、“通过Apple登录”、“一个主屏幕”和Apple家庭。
zh_hk: 將新的預設個人檔案加至此Apple TV。除了此個人檔案的媒體、「繼續觀看」和Game Center外，預設個人檔案的iCloud帳户亦會用於「相片」、「使用Apple登入」、「單一主畫面」和「Apple家居」。
zh_tw: 將新預設個人檔案加入此Apple TV。除了該個人檔案的媒體、「繼續觀看」和Game Center，預設個人檔案的iCloud帳號也會用於「照片」、「使用Apple登入」、「單一主畫面」和「Apple家庭」。

# AccountsAddDefaultUserProfileDescriptionWithGuests
source: The default profile’s iCloud account will be used for Photos, Sign in with Apple, One Home Screen and Apple Home. If you want to make an existing profile the default profile, remove them from the Apple TV. Then add them back as the default profile.
ar: سيتم استخدام حساب iCloud الخاص بملف التعريف الافتراضي لتطبيق الصور و"تسجيل الدخول باستخدام Apple" و"شاشة One الرئيسية" وتطبيق المنزل من Apple. إذا كنت تريد تعيين ملف تعريف موجود ليكون الملف الافتراضي، فأزله من Apple TV. ثم أضفه مرة أخرى واجعله ملف التعريف الافتراضي.
ca: El compte de l’iCloud del perfil per omissió s’utilitzarà per a l’app Fotos, l’inici de sessió amb Apple, l’opció “Una pantalla d’inici” i l’Apple Home. Si vols que el perfil per omissió sigui un perfil ja existent, elimina’l de l’Apple TV. A continuació, afegeix‑lo com a perfil per omissió.
cs: Účet výchozího profilu na iCloudu budou používat aplikace Fotky a funkce Přihlášení přes Apple, Společná plocha a Domácnost Apple. Pokud chcete některý stávající profil nastavit jako výchozí, odeberte ho z Apple TV. Potom ho znovu přidejte jako výchozí.
da: Standardprofilens iCloud-konto bruges til Fotos, Log ind med Apple, Samme hjemmeskærm og Apple Hjem. Hvis du vil gøre en eksisterende profil til standardprofilen, skal du fjerne den fra Apple TV. Tilføj derefter profilen igen som standardprofil.
de: Der iCloud-Account des Standardprofils wird für „Fotos“, „Mit Apple anmelden“, „Gleicher Home-Bildschirm“ und Apple Home verwendet. Wenn du ein vorhandenes Profil als Standardprofil festlegen möchtest, entferne es vom Apple TV. Füge es anschließend wieder als Standardprofil hinzu.
el: Ο λογαριασμός iCloud του προεπιλεγμένου προφίλ θα χρησιμοποιείται για τις Φωτογραφίες, τη Σύνδεση μέσω Apple, τη Μία οθόνη Αφετηρίας και την Οικία Apple. Αν θέλετε να καθορίσετε ένα υπάρχον προφίλ ως το προεπιλεγμένο προφίλ, αφαιρέστε το από το Apple TV. Στη συνέχεια, προσθέστε το εκ νέου ως προεπιλεγμένο προφίλ.
es: La cuenta de iCloud del perfil por omisión se usará para la app Fotos, el inicio de sesión con Apple, la opción “Una pantalla de inicio” y Apple Home. Si quieres que un perfil que ya existe sea el perfil por omisión, elimínalo del Apple TV. A continuación, añádelo como el perfil por omisión.
es_us: La cuenta de iCloud del perfil predeterminado se usará para Fotos, Iniciar sesión con Apple, la pantalla de inicio única y Casa. Si quieres que un perfil existente se convierta en el predeterminado, elimínalo del Apple TV y luego vuelve a agregarlo como el perfil predeterminado.
fi: Oletusprofiilin iCloud-tiliä käytetään Kuville, Kirjaudu sisään Applella- ja Yksi Koti-valikko -ominaisuuksille sekä Applen Kodille. Jos haluat tehdä nykyisestä profiilista oletusprofiilin, poista se Apple TV:stä. Lisää se sitten takaisin oletusprofiiliksi.
fr: Le compte iCloud du profil par défaut sera utilisé pour Photos, « Se connecter avec Apple », « Écran d’accueil unique » et Apple Home. Pour définir un profil existant comme profil par défaut, supprimez-le de l’Apple TV, puis ajoutez-le de nouveau en tant que profil par défaut.
fr_ca: Le compte iCloud du profil par défaut sera utilisé avec Photos, Connexion avec Apple, Mon écran d’accueil et Apple Home. Si vous voulez qu’un profil existant devienne le profil par défaut, supprimez-le de l’Apple TV, puis ajoutez-le comme profil par défaut.
he: חשבון ה-iCloud של פרופיל ברירת המחדל ישמש עבור ״תמונות״, ״התחברות באמצעות Apple״, ״מסך בית יחיד״ ו-Apple Home. אם ברצונך להגדיר פרופיל קיים כפרופיל ברירת המחדל, יש להסיר אותו מה‑Apple TV. לאחר מכן יש להוסיף אותו חזרה כפרופיל ברירת המחדל.
hi: डिफ़ॉल्ट प्रोफ़ाइल का iCloud खाता तस्वीर, Apple से साइन इन करें, एक होम स्क्रीन और Apple Home के लिए उपयोग में लाया जाएगा। अगर आप किसी मौजूदा प्रोफ़ाइल को डिफ़ॉल्ट प्रोफ़ाइल बनाना चाहते हैं, तो उन्हें Apple TV से निकालें। फिर उन्हें डिफ़ॉल्ट प्रोफ़ाइल के तौर पर वापस जोड़ें।
hr: iCloud račun standardnog profila koristit će se za fotografije, Prijavu s Appleom, Jedan početni zaslon i Apple Dom. Ako želite podesiti postojeći profil kao standardni profil, uklonite ga s Apple TV-a. Zatim ga vratite kao standardni profil.
hu: Az alapértelmezett profil iCloud-fiókja lesz felhasználva a Fotókhoz, a Bejelentkezés az Apple-lel funkcióhoz, az Egy főképernyő funkcióhoz és az Apple Otthonhoz. Ha egy meglévő profilt szeretne beállítani alapértelmezett profilként, akkor távolítsa el az Apple TV-ről. Ezután adja hozzá újra alapértelmezett profilként.
id: Akun iCloud profil default akan digunakan untuk Foto, Masuk dengan Apple, Satu Layar Utama, dan Rumah Apple. Jika Anda ingin mengubah profil yang ada menjadi profil default, hapus pengguna dari Apple TV. Lalu tambahkan kembali sebagai profil default.
it: L’account iCloud del profilo di default verrà utilizzato per Foto, “Accedi con Apple”, Apple Home e la schermata Home unica. Se vuoi impostare un profilo esistente come profilo di default, rimuovilo da Apple TV, quindi aggiungilo di nuovo.
ja: デフォルトプロフィールのiCloudアカウントは、“写真”、“Appleでサインイン”、“1つのホーム画面”、およびApple Homeで使用されます。既存のプロフィールをデフォルトにするには、まずそのプロフィールをApple TVから削除してください。それから、デフォルトプロフィールとして追加し直してください。
ko: 기본 프로필의 iCloud 계정이 사진, ‘Apple로 로그인’, ‘하나의 홈 화면’ 및 Apple 홈에 사용됩니다. 기존에 있던 프로필을 기본 프로필로 설정하려면, Apple TV에서 해당 프로필을 제거한 다음 기본 프로필로 다시 추가하십시오.
ms: Akaun iCloud profil lalai akan digunakan untuk Foto, Daftar masuk dengan Apple, Satu Skrin Utama dan Apple Home. Jika anda mahu menjadikan profil sedia ada sebagai profil lalai, keluarkannya daripada Apple TV. Kemudian tambahkannya semula sebagai profil lalai.
nb: iCloud-kontoen til standardprofilen vil bli brukt for Bilder, Logg på med Apple, Felles Hjem-skjerm og Hjem. Hvis du vil endre en profil til standardprofil, må du fjerne profilen fra Apple TV. Legg hen deretter til igjen som standardprofil.
nl: De iCloud-account van het standaardprofiel wordt gebruikt voor Foto's, 'Log in met Apple', 'Eén beginscherm' en Apple Woning. Als je van een bestaand profiel het standaardprofiel wilt maken, moet je het verwijderen van de Apple TV. Voeg het profiel vervolgens weer toe als standaardprofiel.
pl: Konto iCloud profilu domyślnego będzie używane przez aplikację Zdjęcia, funkcję logowania się przy użyciu konta Apple, funkcję jednego ekranu głównego oraz platformę Apple Home. Jeśli istniejący profil ma być profilem domyślnym, usuń go z tego Apple TV. Następnie dodaj go ponownie jako profil domyślny.
pt_br: A conta do iCloud do perfil padrão será usada para o app Fotos, o Início de Sessão com a Apple, a opção Uma Tela de Início e o Apple Home. Se você quiser que um perfil existente seja o padrão, remova‑o da Apple TV. Em seguida, adicione‑o de volta como o perfil padrão.
pt_pt: A conta iCloud do perfil predefinido será usada para Fotografias, Iniciar sessão com a Apple, ecrã principal e Apple Home. Se quiser tornar um perfil existente o perfil predefinido, primeiro tem de o remover da Apple TV. Depois, adicione‑o como perfil predefinido.
ro: Contul de iCloud al profilului implicit va fi utilizat pentru Poze, „Autentificare cu Apple”, „Un ecran principal” și Locuință Apple. Dacă doriți să definiți un profil existent drept profil implicit, eliminați‑l de pe Apple TV. Apoi, adăugați‑l înapoi drept profil implicit.
ru: Учетная запись iCloud профиля по умолчанию будет использоваться для функций «Вход с Apple» и «Один экран “Домой”», а также для доступа к приложениям «Фото» и «Дом» от Apple. Чтобы существующий профиль стал профилем по умолчанию, удалите его с этого Apple TV. Затем добавьте его повторно, уже как профиль по умолчанию.
sk: iCloud účet predvoleného profilu budú používať Fotky, Prihlásenie cez Apple, Zjednotená plocha a Apple Domácnosť. Ak chcete ako predvolený nastaviť existujúci profil, odstráňte ho z Apple TV. Potom ho znovu pridajte ako predvolený profil.
sl: Račun iCloud privzetega profila bo uporabljen za aplikacijo Fotografije, funkciji Vpiši se z računom Apple in En domači zaslon ter Dom Apple. Če želite obstoječi profil nastaviti za privzetega, ga odstranite iz Apple TV-ja. Potem ga spet dodajte kot privzeti profil.
sv: Den förvalda profilens iCloud-konto används till Bilder, Logga in med Apple, Samma hemskärm och Hem. Om du vill göra en befintlig profil till den förvalda profilen tar du bort den från Apple TV. Sedan lägger du till den igen som förvald profil.
th: บัญชี iCloud ของโปรไฟล์เริ่มต้นจะถูกใช้สำหรับรูปภาพ, การลงชื่อเข้าด้วย Apple, หน้าจอโฮมเดียวกัน และ Apple Home ถ้าคุณต้องการให้โปรไฟล์ที่มีอยู่เป็นโปรไฟล์เริ่มต้น ให้เอาโปรไฟล์ออกจาก Apple TV จากนั้นเพิ่มกลับเข้าไปเป็นโปรไฟล์เริ่มต้น
tr: Saptanmış profilin iCloud hesabı Fotoğraflar, Apple ile Giriş Yap, Bir Ana Ekran ve Apple Ev için kullanılır. Var olan bir profili saptanmış profil yapmak istiyorsanız onu Apple TV’den silin. Sonra, saptanmış profil olarak yeniden ekleyin.
uk: Обліковий запис iCloud типового профілю використовуватиметься для Фотографій, Входу з Apple, Єдиного початкового екрана й програми «Дім» від Apple. Щоб зробити наявний профіль типовим, вилучіть його з Apple TV. Потім додайте його знову як типовий профіль.
vi: Tài khoản iCloud của hồ sơ mặc định sẽ được sử dụng cho Ảnh, Đăng nhập bằng Apple, Một màn hình chính và Nhà Apple. Nếu bạn muốn đặt một hồ sơ hiện có làm hồ sơ mặc định, hãy xóa hồ sơ đó khỏi Apple TV. Sau đó, hãy thêm lại hồ sơ đó làm hồ sơ mặc định.
zh_cn: 默认个人资料的iCloud账户将用于“照片”、“通过Apple登录”、“一个主屏幕”和Apple家庭。若要将现有个人资料设为默认个人资料，请先将其从Apple TV移除。再作为默认个人资料重新添加。
zh_hk: 預設個人檔案的iCloud帳户將會用於「相片」、「使用Apple登入」、「單一主畫面」和「Apple家居」。如你想將現有個人檔案設定為預設個人檔案，請先從Apple TV移除該個人檔案。然後將此人重新加入為預設個人檔案。
zh_tw: 預設個人檔案的iCloud帳號將用於「照片」、「使用Apple登入」、「單一主畫面」和「Apple家庭」。若要將現有的個人檔案設為預設個人檔案，請先將其從Apple TV移除。接著再將其重新加入為預設個人檔案。
